tutorials/solverStudy/ibm_interpolatePhi_verschobenesMesh/system/foamTools/equations/UEqnDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      UEqnDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

type                    pimpleInterFoam;

field                   U;
velocity                U;
flux                    phi;
pressure                p;

//fieldCoeffs             constProperties;
densityField            rho;

equation                (convection diffusion);
// ************************************************************************* //
